LtyIntegrationTest/LtyCustomerLookUp/target/test-classes/data/json/Request_cusLookup_byPhone.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ent="http://www.macys.com/enterprise_services" xmlns:v11="http://loyalty.macys.com/schemas/loyalty.customer/CusRequest/v11_0" xmlns:v111="http://loyalty.macys.com/schemas/loyalty.customer/CusCommon/v11_0" xmlns:v112="http://loyalty.macys.com/schemas/loyalty.customer/MacysCommon/v11_0">
   <soapenv:Header>
      <ent:requestor_info>
         <version>?</version>
         <client_id>MCOM</client_id>
         <subclient_id>Site</subclient_id>
      </ent:requestor_info>
   </soapenv:Header>
   <soapenv:Body>
      <v11:CusLookupByPhoneReq>
         <v111:Phone>209-PhoneNum</v111:Phone>
         <v112:Channel>MCOM</v112:Channel>
         <v112:Division>71</v112:Division>
         <v112:AssociateId>12345</v112:AssociateId>
      </v11:CusLookupByPhoneReq>
   </soapenv:Body>
</soapenv:Envelope>